Repository: bonzoman/StepMon
Catalog: Localizable.xcstrings
Source language: en
Languages: ja, ko

# (쿨타임) %lld분 %lld초
source: (Cooldown) %lldm %llds
ja: (CT) %lld分 %lld秒

# %lld보
source: %lldSteps
ja: %lld歩
ko: %lld보

# ⚠️ 움직임 부족
source: ⚠️ Lack of Movement
ja: ⚠️ 運動不足
ko: ⚠️ 움직임 부족

# 💧 보유 생명수
source: 💧 Life Water
ja: 💧保有している生命の水
ko: 💧 보유 생명수

# 7일
source: 7 Days
ja: 7日
ko: 7일

# 30분
source: 30min
ja: 30分
ko: 30분

# 30일
source: 30 Days
ja: 30日
ko: 30일

# 60분
source: 60min
ja: 60分
ko: 60분

# 90분
source: 90min
ja: 90分
ko: 90분

# 120분
source: 120min
ja: 120分
ko: 120분

# RECENT_STEPS_STRING %lld %@
source: Walked %2$@ in last %1$lld min.
ja: 直近%1$lld分：%2$@
ko: 최근 %1$lld분 동안 %2$@ 걸었어요.

# 가꾸기 (Lv.%lld)
source: Nurture (Lv.%lld)
ja: お手入れ (Lv.%lld)
ko: 가꾸기 (Lv.%lld)

# 걸음
source: Steps
ja: 歩
ko: 걸음

# 걸음 수 집계 범위
source: Step Count Range
ja: 歩数集計範囲
ko: 걸음 수 집계 범위

# 걸음수
source: Steps
ja: 歩数
ko: 걸음수

# 걸음수 통계
source: Step Statistics
ja: 歩数統計
ko: 걸음수 통계

# 공유
source: Share
ja: 共有
ko: 공유

# 광고 보고 %lld 💧 받기
source: Watch ad to get %lld 💧
ja: 広告を見て %lld 💧 ゲット
ko: 광고 보고 %lld 💧 받기

# 광고 준비 중...
source: Preparing ad..
ja: 広告を準備中...

# 기간 선택
source: Select Period
ja: 期間選択
ko: 기간 선택

# 기록 관리
source: History
ja: 履歴管理
ko: 기록 관리

# 기록 없음
source: No records found
ja: 履歴はありません
ko: 기록 없음

# 기준: %lld보
source: Goal: %lld steps
ja: 基準: %lld歩
ko: 기준: %lld보

# 날짜
source: Date
ja: 日付
ko: 날짜

# 닫기
source: Close
ja: 閉じる
ko: 닫기

# 데이터를 가져오는 중...
source: Loading data...
ja: データを読み込み中...
ko: 데이터를 가져오는 중...

# 로그 없음
source: No logs
ja: ログなし
ko: 로그 없음

# 만보기 나무
source: Step Tree
ja: ステップツリー
ko: 만보기 나무

# 모든 정원 관리가 완료되었습니다!
source: All garden maintenance is complete!
ja: すべての庭園管理が完了しました！
ko: 모든 정원 관리가 완료되었습니다!

# 백그라운드 작업이 실행되면 기록이 쌓입니다.
source: Records will accumulate when background tasks are running
ja: バックグラウンド実行中に履歴が蓄積されます。
ko: 백그라운드 작업이 실행되면 기록이 쌓입니다.

# 상세 기록
source: Detailed Records
ja: 詳細記録
ko: 상세 기록

# 생명수
source: Life Water
ja: 生命の水
ko: 생명수

# 설정
source: Settings
ja: 設定
ko: 설정

# 설정된 시간(%@ 동안 %@ 미만으로 걸으면 알림을 보냅니다.
source: Notifications are sent if you walk less than %2$@ during the set time (%1$@.
ja: 設定時間(%1$@)内に%2$@未満の歩数だった場合、通知を送信します。
ko: 설정된 시간(%@ 동안 %@ 미만으로 걸으면 알림을 보냅니다.

# 슈퍼유저 모드: 생명수 소모 없이 즉시 레벨업
source: Super User Mode: Instant Level Up (No Cost)
ja: スーパーユーザー: 消費なしで即レベルアップ
ko: 슈퍼유저 모드: 생명수 소모 없이 즉시 레벨업

# 스텝몬 일꾼
source: Stepmon Helper
ja: ステップモンの妖精
ko: 스텝몬 일꾼

# 알림
source: Alert
ja: 通知
ko: 알림

# 알림 시간 설정
source: Active Hours
ja: 通知時間の設定
ko: 알림 시간 설정

# 알림 시작
source: Start Time
ja: 開始時刻
ko: 알림 시작

# 알림 종료
source: End Time
ja: 終了時刻
ko: 알림 종료

# 알림 체크 히스토리
source: Notification Check History
ja: 通知確認履歴
ko: 알림 체크 히스토리

# 알림 활성화
source: Enable Notifications
ja: 通知を有効化
ko: 알림 활성화

# 앱을 강제 종료하거나 취침 등 장시간 미사용 시 알림을 위해 앱을 실행시켜 주세요.
source: Please launch the app for notifications if it was force-closed or unused for a long time.
ja: 強制終了や長時間未使用の場合は、通知のためにアプリを起動してください。
ko: 앱을 강제 종료하거나 취침 등 장시간 미사용 시 알림을 위해 앱을 실행시켜 주세요.

# 오늘 획득: %lld / %lld
source: Earned Today: %1$lld / %2$lld
ja: 今日の獲得量: %lld / %lld
ko: 오늘 획득: %lld / %lld

# 오늘의 걸음
source: Today's Steps
ja: 今日の歩数
ko: 오늘의 걸음

# 오늘의 걸음 수를 확인하세요.
source: Check your daily steps.
ja: 今日の歩数を確認しましょう。
ko: 오늘의 걸음 수를 확인하세요.

# 완료
source: Done
ja: 完了
ko: 완료

# 월간 평균
source: Monthly Average
ja: 月間平均
ko: 월간 평균

# 일꾼 레벨이 오르면 생명수 획득 효율이 증가합니다.
source: Increasing worker level improves Life Water efficiency.
ja: ワーカーのレベルが上がると、生命水の獲得効率が向上します。

# 정원 관리소
source: Garden Center
ja: 庭の管理所
ko: 정원 관리소

# 주간 평균
source: Weekly Average
ja: 週間平均
ko: 주간 평균

# 지우기
source: Clear
ja: 消去
ko: 지우기

# 집계 범위
source: Interval
ja: 集計範囲
ko: 집계 범위

# 체크 히스토리(최근 30)
source: Check History (Last 30)
ja: 確認履歴(最新30件)
ko: 체크 히스토리(최근 30)

# 최근 %lld분 걸음: %lld
source: Steps in last %1$lldm: %2$lld
ja: 直近 %1$lld 分の歩数: %2$lld
ko: 최근 %lld분 걸음: %lld

# 최근: %lld보. 걷고 💧생명수를 채워주세요!
source: Recent: %lld steps. Walk to fill the 💧Life Water!
ja: 直近: %lld歩。歩いて💧生命水を満たしましょう！
ko: 최근: %lld보. 걷고 💧생명수를 채워주세요!

# 최소 걸음 수:
source: Min Steps :
ja: 最小歩数 :
ko: 최소 걸음 수:

# 평균
source: Average
ja: 平均
ko: 평균

# 현재 모든 응원 알림이 꺼져 있습니다.
source: All encouragement notifications are currently turned off.
ja: 現在、すべての応援通知がオフになっています。
ko: 현재 모든 응원 알림이 꺼져 있습니다.

# 활동 추이
source: Activity Trend
ja: 活動推移
ko: 활동 추이

# [스탭몬] 문의 및 제안
source: [StepMon] Inquiry / Suggestion
ko: [스탭몬] 문의 및 제안

# %lld분)
source: %lldm)
ko: %lld분)

# 버튼을 눌러 생명수를 주입하세요.
source: Tap the button to inject Life Water.
ko: 버튼을 눌러 생명수를 주입하세요.

# 생명수가 부족해요!
source: Not enough Life Water!
ko: 생명수가 부족해요!

# 최근 걸음 수를 확인 중…
source: Checking steps …
ko: 최근 걸음 수를 확인 중…
